[{"data":1,"prerenderedAt":136},["ShallowReactive",2],{"$fMYkQ047dv_NGFrkjBCK7SD5YIz_uzkj-OnMxgf2u_o4":3},{"en":4,"ru":61,"hy":86,"uk":111},[5,10,15,20,25,30,35,39,44,48,52,57],{"name":6,"image":7,"description":8,"url":9},"Cyberhack Pro","/projects/cyberhack-pro.png","A professional platform offering a wide range of cheats for popular games. Reliable, secure, and designed for gamers seeking enhanced gameplay experience.","https://cyberhack.pro",{"name":11,"image":12,"description":13,"url":14},"Ota-ku","/projects/ota-ku.png","Free online anime streaming with Russian voice acting. Explore unlimited anime adventures on ota-ku.am — the ultimate portal for anime lovers.","https://ota-ku.am",{"name":16,"image":17,"description":18,"url":19},"W33bvgl Portfolio","/projects/portfolio.png","Personal portfolio demonstrating full-stack projects, skills, and development experience. Open-source and built with modern technologies.","https://vahe.anidzen.com",{"name":21,"image":22,"description":23,"url":24},"Omex Proxy","/projects/omex-proxy.png","A full-featured platform to sell and manage proxy servers via web and Telegram app, with automated activation, renewal, and user-friendly management.","https://omexai.com",{"name":26,"image":27,"description":28,"url":29},"Currzy — Currency Library","/projects/currzy.png","Open-source library to fetch, manage, and convert exchange rates from multiple reliable providers. Easy to integrate into any project with up-to-date data.","https://currzy.anidzen.com",{"name":31,"image":32,"description":33,"url":34},"Mari Karkas","/projects/mari-karkas.png","Turnkey construction of frame houses and baths with guaranteed quality. Modern, fast, and reliable solutions with completion in under 30 days.","https://quiz.mari-karkas.ru",{"name":36,"image":37,"description":38},"Drive Fit","/projects/drive-fit.png","Fitness club website offering yoga, cardio, and strength training programs. Focused on health, endurance, and improving physical performance.",{"name":40,"image":41,"description":42,"url":43},"Rus Military Badges","/projects/rus-military-badges.png","Resource pack replacing default icons with Russian Army insignias. Perfect for servers, mods, personal projects, or custom templates.","https://github.com/Zone-13/rus-military-badges",{"name":45,"image":46,"description":47},"Crito","/projects/crito.png","Landing page for a CRM system showcasing features, advantages, and calls-to-action. Designed with responsive layout for optimal UX.",{"name":49,"image":50,"description":51},"TG Quick Click","/projects/tg-quick-click.png","Telegram Web App clicker with store and pyramid mechanics. Quick deployment and easy customization for users.",{"name":53,"image":54,"description":55,"url":56},"Podarok.ru","/projects/podarokru.png","Personalized video greetings voiced by famous actors. Creative, memorable gifts starting from 1999₽.","https://podarokru.ru",{"name":58,"image":59,"description":60},"UDP Logistics","/projects/udp-logistics.png","Reliable logistics solutions for shipping parcels and cargo between Uzbekistan and Europe.",[62,64,66,68,70,72,74,76,78,80,82,84],{"name":6,"image":7,"description":63},"Профессиональная платформа с широким выбором читов для популярных игр. Надёжно, безопасно и для геймеров, ищущих улучшенный игровой опыт.",{"name":11,"image":12,"description":65},"Бесплатный онлайн просмотр аниме с русской озвучкой. Погружайтесь в неограниченные аниме-приключения на ota-ku.am — портале для настоящих фанатов аниме.",{"name":16,"image":17,"description":67},"Личное портфолио с демонстрацией full-stack проектов, навыков и опыта разработки. Open-source, современный стек технологий.",{"name":21,"image":22,"description":69},"Полнофункциональная платформа для продажи и управления прокси-серверами через веб и Telegram с автоматической активацией и продлением.",{"name":26,"image":27,"description":71},"Open-source библиотека для получения, управления и конвертации актуальных курсов валют от нескольких надёжных провайдеров. Легко интегрируется в проекты.",{"name":31,"image":32,"description":73},"Строительство каркасных домов и бань под ключ с гарантией качества. Современные, быстрые и надёжные решения со сроком до 30 дней.",{"name":36,"image":37,"description":75},"Сайт фитнес-клуба с программами йоги, кардио и силовых тренировок. Фокус на здоровье, выносливость и улучшение физической формы.",{"name":40,"image":41,"description":77},"Пакет ресурсов заменяет стандартные иконки на знаки различия российской армии. Идеально для серверов, модов, личных проектов и шаблонов.",{"name":45,"image":46,"description":79},"Лендинг для CRM-системы, демонстрирующий функции, преимущества и призывы к действию. Адаптивный дизайн для лучшего UX.",{"name":49,"image":50,"description":81},"Telegram Web App кликер с магазином и пирамидальной механикой. Быстрое развертывание и простая настройка для пользователей.",{"name":53,"image":54,"description":83},"Персонализированные видеопоздравления с голосами известных актёров. Креативные и запоминающиеся подарки от 1999₽.",{"name":58,"image":59,"description":85},"Надёжные логистические решения для отправки посылок и грузов между Узбекистаном и Европой.",[87,89,91,93,95,97,99,101,103,105,107,109],{"name":6,"image":7,"description":88},"Մասնագիտական հարթակ՝ լայն ընտրությամբ չիթերով հայտնի խաղերի համար: Հուսալի և անվտանգ լուծումներ՝ խաղացողների համար, ովքեր ցանկանում են բարելավել խաղային փորձը։",{"name":11,"image":12,"description":90},"Անվճար անիմե դիտում ռուսերեն ձայնավորմամբ: Մուտքեք անսահմանափակ անիմե արկածներ ota-ku.am-ում՝ անիմե սիրողների համար։",{"name":16,"image":17,"description":92},"Անձնական պորտֆոլիո՝ ցույց տալով իմ full-stack նախագծերը, հմտությունները և փորձը: Open-source, ժամանակակից տեխնոլոգիաներով կառուցված։",{"name":21,"image":22,"description":94},"Ամբողջական հարթակ պրոքսի սերվերների վաճառքի և կառավարման համար՝ վեբ և Telegram հավելվածով, ավտոմատացված ակտիվացում և երկարացումով։",{"name":26,"image":27,"description":96},"Բաց կոդով գրադարան՝ արժութային փոխարժեքները ստանալու, կառավարելու և փոխակերպելու համար՝ մի քանի վստահելի աղբյուրներից, հեշտ ինտեգրում ցանկացած նախագծում։",{"name":31,"image":32,"description":98},"Աշխատանք turnkey տարբերակով՝ տնային և լոգարանային շինություններ, որակի երաշխիքով: Նորարար, արագ և հուսալի լուծումներ մինչև 30 օրում։",{"name":36,"image":37,"description":100},"Ֆիթնես ակումբի կայք՝ յոգա, կարդիո և ուժային մարզումների ծրագրերով: Ուղղված առողջությանը, տոկունությանը և ֆիզիկական ձևի բարելավմանը։",{"name":40,"image":41,"description":102},"Ռեսուրսների փաթեթ՝ փոխարինում է ստանդարտ նշանները ռուսական բանակի դասական նշաններով: Հարմար սերվերների, մոդերի և անձնական նախագծերի համար։",{"name":45,"image":46,"description":104},"Landing page CRM համակարգի համար՝ առանձնացնելով ֆունկցիաները, առավելությունները և գործողությունների կոչերը, ադապտիվ դիզայնով։",{"name":49,"image":50,"description":106},"Telegram Web App կլիքեր՝ խանութով և հիերարխիկ մեխանիզմով: Արագ տեղադրում և հեշտ կարգավորում օգտագործողների համար։",{"name":53,"image":54,"description":108},"Անհատականացված տեսագրություններ՝ հայտնի դերասանների ձայներով: Կրեատիվ և հիշվող նվերներ։",{"name":58,"image":59,"description":110},"Հուսալի լոգիստիկ լուծումներ՝ փաթեթների և բեռնափոխադրումների համար Ուզբեկստանից դեպի Եվրոպա։",[112,114,116,118,120,122,124,126,128,130,132,134],{"name":6,"image":7,"description":113},"Професійна платформа з широким вибором читів для популярних ігор. Надійно, безпечно і для геймерів, які прагнуть покращити ігровий досвід.",{"name":11,"image":12,"description":115},"Безкоштовний онлайн-перегляд аніме з російським озвученням. Пориньте у безмежні аніме-пригоди на ota-ku.am — порталі для справжніх шанувальників аніме.",{"name":16,"image":17,"description":117},"Особисте портфоліо з демонстрацією full-stack проєктів, навичок і досвіду розробки. Open-source, сучасний технологічний стек.",{"name":21,"image":22,"description":119},"Повнофункціональна платформа для продажу та керування проксі-серверами через веб і Telegram з автоматичною активацією та продовженням.",{"name":26,"image":27,"description":121},"Open-source бібліотека для отримання, керування та конвертації актуальних валютних курсів від кількох надійних провайдерів. Легко інтегрується у проєкти.",{"name":31,"image":32,"description":123},"Будівництво каркасних будинків і лазень під ключ із гарантією якості. Сучасні, швидкі та надійні рішення з терміном виконання до 30 днів.",{"name":36,"image":37,"description":125},"Сайт фітнес-клубу з програмами йоги, кардіо та силових тренувань. Акцент на здоров’я, витривалість та покращення фізичної форми.",{"name":40,"image":41,"description":127},"Пакет ресурсів замінює стандартні іконки на знаки розрізнення російської армії. Ідеально підходить для серверів, модів, персональних проєктів і шаблонів.",{"name":45,"image":46,"description":129},"Лендінг для CRM-системи, який демонструє функції, переваги та заклики до дії. Адаптивний дизайн для кращого користувацького досвіду.",{"name":49,"image":50,"description":131},"Telegram Web App клікер із магазином і пірамідальною механікою. Швидке розгортання та проста настройка для користувачів.",{"name":53,"image":54,"description":133},"Персоналізовані відеопривітання з голосами відомих акторів. Креативні та незабутні подарунки від 1999₽.",{"name":58,"image":59,"description":135},"Надійні логістичні рішення для доставки посилок і вантажів між Узбекистаном і Європою.",1761330155803]