[{"data":1,"prerenderedAt":114},["ShallowReactive",2],{"$fMYkQ047dv_NGFrkjBCK7SD5YIz_uzkj-OnMxgf2u_o4":3},{"en":4,"hy":61,"ru":88},[5,10,15,20,25,30,35,39,44,48,52,57],{"name":6,"image":7,"description":8,"url":9},"Age of Astir","/projects/age-of-astir.png","An MMORPG server inspired by Pandora Saga featuring three nations, large-scale PvP battles, dungeons, bosses, and a revamped progression system.","https://ageofastir.com",{"name":11,"image":12,"description":13,"url":14},"Cyberhack pro","/projects/cyberhack-pro.png","A huge selection of cheats for your favorite games Our products are the most secure solutions for those who want to play their favorite game with cheats","https://cyberhack.pro",{"name":16,"image":17,"description":18,"url":19},"Rus military badges","/projects/rus-military-badges.png","This resource pack replaces default symbols with Russian Army rank insignias. Suitable for servers, mods, personal worlds, and can also serve as a template for custom icons.","https://github.com/Zone-13/rus-military-badges",{"name":21,"image":22,"description":23,"url":24},"Ota-ku","/projects/ota-ku.png","The best free anime online with Russian voice acting. Dive into the world of anime on ota-ku.am — your portal to watch unlimited anime!","https://ota-ku.am",{"name":26,"image":27,"description":28,"url":29},"Omex Proxy","/projects/omex-proxy.png","A platform for selling and managing proxy servers via website and Telegram Web App with automated activation and renewal.","https://omexai.com",{"name":31,"image":32,"description":33,"url":34},"Mari Karkas","/projects/mari-karkas.png","A company specializing in building frame houses and baths turnkey with quality guarantees. Construction time — up to 30 days.","https://quiz.mari-karkas.ru",{"name":36,"image":37,"description":38},"Drive Fit","/projects/drive-fit.png","A fitness club website selling training programs: yoga, cardio, and strength workouts. Focus on health, endurance, and improving physical form.",{"name":40,"image":41,"description":42,"url":43},"W33bvgl Portfolio","/projects/portfolio.png","My personal open-source portfolio website showcasing projects, skills, and full-stack development experience.","https://vahe.anidzen.com",{"name":45,"image":46,"description":47},"Crito","/projects/crito.png","A landing page to present and promote a CRM system. Responsive design emphasizing product advantages, features, and call to action.",{"name":49,"image":50,"description":51},"TG Quick Click","/projects/tg-quick-click.png","A ready-made Telegram Web App clicker with store setup, pyramid schemes, and mechanics. Deployment and customization in 10 minutes.",{"name":53,"image":54,"description":55,"url":56},"Podarok ru","/projects/podarokru.png","Personalized video greetings voiced by Hollywood stars according to your script — starting at 1999₽. A creative and memorable gift.","https://podarokru.ru",{"name":58,"image":59,"description":60},"UDP Logistics","/projects/udp-logistics.png","UDP Logistics specializes in shipping parcels and cargo between Uzbekistan and Europe.",[62,64,66,69,71,73,75,77,80,82,84,86],{"name":6,"image":7,"description":63,"url":9},"MMORPG սերվեր, որն ներշնչված է Pandora Saga-ից՝ առաջարկելով երեք ազգեր, մեծ PvP ճակատամարտեր, խուզարկություններ, բոսսեր և վերանորոգված պրոգրեսի համակարգ:",{"name":11,"image":12,"description":65,"url":14},"Շատ մեծ ընտրություն խաբեությունների՝ ձեր սիրած խաղերի համար: Մեր արտադրանքները ամենաանվտանգ լուծումներն են նրանց համար, ովքեր ցանկանում են խաղալ իրենց սիրած խաղը խաբեություններով:",{"name":67,"image":17,"description":68,"url":19},"Ռուսական բանակի ուսադիրներ","Այս ռեսուրս-փաթեթը փոխարինում է ստանդարտ նշանները Ռուսական բանակի զինվորական կոչումների ուսադիրներով։ Հարմար է սերվերների, մոդերի, անձնական աշխարհների համար և կարող է ծառայել որպես սեփական նշանների ձևանմուշ։",{"name":21,"image":22,"description":70,"url":24},"Լավագույն անվճար անիմե առցանց ռուսական ձայնավորմամբ: Հասցեք անիմեի աշխարհը ota-ku.am կայքում՝ դիտելու անսահմանափակ անիմե:",{"name":26,"image":27,"description":72,"url":29},"Պլատֆորմ պրոքսի սերվերների վաճառքի և կառավարման համար՝ կայքի և Telegram Web App-ի միջոցով ավտոմատ ակտիվացմամբ և թարմացմամբ:",{"name":31,"image":32,"description":74,"url":34},"Ընկերություն, որը մասնագիտացած է կառույցային տների և բաղնիքների turnkey կառուցման մեջ՝ որակի երաշխիքով: Կառուցման ժամկետը մինչև 30 օր:",{"name":36,"image":37,"description":76},"Ֆիթնես ակումբի կայք՝ վաճառքի համար: յոգա, կարդիո և ուժային մարզումներ՝ առողջության, դիմադրողականության և ֆիզիկական վիճակի բարելավման վրա կենտրոնացած:",{"name":78,"image":41,"description":79,"url":43},"Portfolio","Իմ անձնական open-source պորտֆոլիո կայքը՝ ցուցադրվում են նախագծերը, հմտությունները և full-stack ծրագրավորման փորձը:",{"name":45,"image":46,"description":81},"Landing էջ CRM համակարգի ներկայացման և առաջխաղացման համար: Ադապտիվ դիզայն՝ շեշտը դնելով արտադրանքի առավելություններ և գործողությունների կոչերի վրա:",{"name":49,"image":50,"description":83},"Անհատապես պատրաստված Telegram Web App clicker՝ խանութի կարգավորումներով, պիրամիդային սխեմաներով և մեխանիկայով. Տեղադրում և հարմարեցում 10 րոպեում:",{"name":53,"image":54,"description":85,"url":56},"Անհատականացված տեսաողերձներ՝ Հոլիվուդյան աստղերի ձայնով՝ ձեր սցենարի հիման վրա, սկսած 1999₽-ից. Կրեատիվ և հիշարժան նվեր:",{"name":58,"image":59,"description":87},"UDP Logistics մասնագիտացած է Ուզբեկստանից Եվրոպա փաթեթների և բեռների առաքման մեջ:",[89,91,93,96,98,100,102,104,106,108,110,112],{"name":6,"image":7,"description":90,"url":9},"MMORPG сервер, вдохновлённый Pandora Saga, с тремя нациями, масштабными PvP битвами, подземельями, боссами и обновленной системой прогрессии.",{"name":11,"image":12,"description":92,"url":14},"Огромный выбор читов для ваших любимых игр. Наши продукты — самые безопасные решения для тех, кто хочет играть с читами.",{"name":94,"image":17,"description":95,"url":19},"Русские армейские погоны","Этот ресурс-пак заменяет стандартные символы на изображения воинских званий Российской армии. Подходит для серверов, модов, личных миров и может использоваться как шаблон для собственных значков.",{"name":21,"image":22,"description":97,"url":24},"Лучший бесплатный аниме-сайт с русской озвучкой. Погрузитесь в мир аниме на ota-ku.am — ваш портал для неограниченного просмотра!",{"name":26,"image":27,"description":99,"url":29},"Платформа для продажи и управления прокси-серверами через сайт и Telegram Web App с автоматической активацией и продлением.",{"name":31,"image":32,"description":101,"url":34},"Компания, специализирующаяся на строительстве каркасных домов и бань под ключ с гарантиями качества. Срок строительства — до 30 дней.",{"name":36,"image":37,"description":103},"Сайт фитнес-клуба, продающий программы тренировок: йога, кардио и силовые тренировки. Акцент на здоровье, выносливость и улучшение физической формы.",{"name":78,"image":41,"description":105,"url":43},"Мой личный open-source портфолио-сайт с проектами, навыками и опытом full-stack разработки.",{"name":45,"image":46,"description":107},"Лендинг для презентации и продвижения CRM-системы. Адаптивный дизайн с акцентом на преимущества продукта и призывы к действию.",{"name":49,"image":50,"description":109},"Готовый Telegram Web App кликер с настройкой магазина, пирамидальными схемами и механикой. Развёртывание и настройка за 10 минут.",{"name":53,"image":54,"description":111,"url":56},"Персонализированные видео-поздравления с озвучкой от голливудских звезд по вашему сценарию — от 1999₽. Креативный и запоминающийся подарок.",{"name":58,"image":59,"description":113},"UDP Logistics специализируется на доставке посылок и грузов между Узбекистаном и Европой.",1756636094982]