[{"data":1,"prerenderedAt":142},["ShallowReactive",2],{"experiences":3,"education":61,"activities":105},{"ru":4,"en":22,"hy":35,"uk":48},[5,11,16],{"year":6,"company":7,"title":8,"period":9,"description":10},"2024 — 2025","Nsoft","Middle Full-Stack Разработчик","Октябрь 2024 — Октябрь 2025","Писал код для микросервисов, занимался фронтендом и backend. Поддерживал работоспособность и корректную работу системы. Создал уникальную систему получения курсов валют.",{"year":12,"company":13,"title":8,"period":14,"description":15},"2023 — 2024","DevinIt","Февраль 2023 — Сентябрь 2024","Разрабатывал внутренние корпоративные системы: API, админ-панели, интеграции с внешними сервисами. Интегрировал платёжные шлюзы (Stripe, BTC, LTC), обеспечил безопасную и стабильную обработку транзакций. Повысил скорость отклика приложений на 25% за счёт оптимизации backend.",{"year":17,"company":18,"title":19,"period":20,"description":21},"2022 — 2023","Фриланс / Стартапы","Full-Stack Разработчик","Январь 2022 — Февраль 2023","Создавал MVP под ключ для стартапов: дизайн, разработка, деплой, поддержка. Внедрил CI/CD, автоматические тесты и систему мониторинга. Улучшил UX и процессы взаимодействия с заказчиками, что ускорило запуск продуктов на рынок на 40%.",[23,27,30],{"year":6,"company":7,"title":24,"period":25,"description":26},"Middle Full-Stack Developer","October 2024 — October 2025","Wrote code for microservices, worked on frontend and backend. Maintained system functionality and stability. Created a unique currency rates retrieval system.",{"year":12,"company":13,"title":24,"period":28,"description":29},"February 2023 — September 2024","Developed internal corporate systems: APIs, admin panels, integrations with external services. Integrated payment gateways (Stripe, BTC, LTC), ensured secure and stable transaction processing. Improved application response speed by 25% through backend optimization.",{"year":17,"company":31,"title":32,"period":33,"description":34},"Freelance / Startups","Full-Stack Developer","January 2022 — February 2023","Built end-to-end MVPs for startups: design, development, deployment, support. Implemented CI/CD, automated tests, and monitoring. Improved UX and client processes, accelerating product launch to market by 40%.",[36,40,43],{"year":6,"company":7,"title":37,"period":38,"description":39},"Միջին Full-Stack Ծրագրավորող","Հոկտեմբեր 2024 — Հոկտեմբեր 2025","Գրել եմ կոդ միկրոսերվիսների համար, զբաղվել frontend և backend-ով։ Պահպանել եմ համակարգի աշխատանքը և կայունությունը։ Ստեղծել եմ եզակի արժույթների փոխարժեքների ստացման համակարգ։",{"year":12,"company":13,"title":37,"period":41,"description":42},"Փետրվար 2023 — Սեպտեմբեր 2024","Ամենօրյա աշխատանքն ներառում էր ներքին կորպորատիվ համակարգեր՝ API-ներ, ադմին պանելներ, ինտեգրացիաներ արտաքին ծառայությունների հետ։ Ինտեգրել է վճարային անցուղիներ (Stripe, BTC, LTC), ապահովել անվտանգ և կայուն գործարքների պրոցեսավորում։ Ապահովել ծրագրերի արձագանքի արագության 25% աճ՝ backend-ի օպտիմիզացիայի միջոցով։",{"year":17,"company":44,"title":45,"period":46,"description":47},"Ֆրիլանս / Ստարտափներ","Full-Stack Ծրագրավորող","Հունվար 2022 — Փետրվար 2023","Ստեղծել եմ ամբողջական MVP-ներ ստարտափների համար՝ դիզայն, մշակություն, տեղադրում և աջակցություն։ Ներմուծել եմ CI/CD, ավտոմատացված թեստեր և մոնիթորինգ։ բարելավել UX-ը և հաճախորդների հետ համագործակցությունը, արագացնելով արտադրանքի շուկա դուրս գալը 40%-ով։",[49,53,56],{"year":6,"company":7,"title":50,"period":51,"description":52},"Middle Full-Stack Розробник","Жовтень 2024 — Жовтень 2025","Писав код для мікросервісів, займався фронтендом і backend. Підтримував працездатність та стабільну роботу системи. Створив унікальну систему отримання курсів валют.",{"year":12,"company":13,"title":50,"period":54,"description":55},"Лютий 2023 — Вересень 2024","Розробляв внутрішні корпоративні системи: API, адмін-панелі, інтеграції з зовнішніми сервісами. Інтегрував платіжні шлюзи (Stripe, BTC, LTC), забезпечив безпечну і стабільну обробку транзакцій. Підвищив швидкість відгуку додатків на 25% за рахунок оптимізації backend.",{"year":17,"company":57,"title":58,"period":59,"description":60},"Фріланс / Стартапи","Full-Stack Розробник","Січень 2022 — Лютий 2023","Створював MVP під ключ для стартапів: дизайн, розробка, деплой, підтримка. Впровадив CI/CD, автоматичні тести та систему моніторингу. Покращив UX і процеси взаємодії з клієнтами, що прискорило запуск продуктів на ринок на 40%.",{"ru":62,"en":75,"hy":85,"uk":95},[63,67,71],{"title":64,"description":65,"url":66},"Friend LLC — Стажёр-инженер-программист","Проходил стажировку в Friend LLC по специальности инженер-программист, освоил практические навыки разработки и сопровождения программного обеспечения.","https://www.facebook.com/friend.arsen",{"title":68,"description":69,"url":70},"Араратский государственный колледж — Программист","Учился с 2020 по 2024 год. Получил фундаментальные знания программирования и опыт работы с проектами в учебной среде.","https://www.facebook.com/profile.php?id=100006499147474",{"title":72,"description":73,"url":74},"Художественная школа имени Ghazaros Saryan — Художник","Учился с 2016 по 2024 год. Освоил профессиональные навыки изобразительного искусства и художественного дизайна.","https://www.facebook.com/profile.php?id=100057590194091",[76,79,82],{"title":77,"description":78,"url":66},"Friend LLC — Trainee Software Engineer","Completed internship at Friend LLC as a software engineer, gaining practical skills in development and software maintenance.",{"title":80,"description":81,"url":70},"Ararat State College — Programmer","Studied from 2020 to 2024. Acquired fundamental programming knowledge and project experience in an academic setting.",{"title":83,"description":84,"url":74},"Ghazaros Saryan Art School — Artist","Studied from 2016 to 2024. Developed professional skills in fine arts and artistic design.",[86,89,92],{"title":87,"description":88,"url":66},"Friend LLC — Ծրագրավորող Օգնական","Անհատական պրակտիկա Friend LLC-ում որպես ծրագրավորող, ձեռք բերել փորձ մշակման և ծրագրային ապահովման սպասարկման ոլորտում։",{"title":90,"description":91,"url":70},"Արարատի պետական քոլեջ — Ծրագրավորող","Ուսումնառությունը 2020–2024 թթ. Ստացած են ծրագրավորման հիմնարար գիտելիքներ և նախագծերի իրականացման փորձ ուսումնական միջավայրում։",{"title":93,"description":94,"url":74},"Ղազարոս Սարյանի անվան արվեստի դպրոց — նկարիչ","Ուսումնառությունը 2016–2024 թթ. Զարգացրել է նկարչության և արվեստի դիզայնի մասնագիտական հմտություններ։",[96,99,102],{"title":97,"description":98,"url":66},"Friend LLC — Стажер-інженер-програміст","Проходив стажування в Friend LLC як інженер-програміст, здобув практичні навички розробки та супроводу програмного забезпечення.",{"title":100,"description":101,"url":70},"Араратський державний коледж — Програміст","Навчався з 2020 по 2024 рік. Отримав фундаментальні знання з програмування та досвід роботи над проектами в навчальному середовищі.",{"title":103,"description":104,"url":74},"Художня школа імені Ghazaros Saryan — Художник","Навчався з 2016 по 2024 рік. Освоїв професійні навички образотворчого мистецтва та художнього дизайну.",{"ru":106,"en":115,"hy":124,"uk":133},[107,109,111,113],{"text":108},"Создаю личные проекты и сервисы, используемые реальными пользователями: OTA-KU, Currzy, GeoFence, Hentai-Voice и другие.",{"text":110},"Постоянно изучаю новые технологии, фреймворки и подходы в разработке, чтобы повышать качество, производительность и удобство использования продуктов. Применяю полученные знания на практике, создавая прототипы и внедряя современные решения в проекты.",{"text":112},"Помогаю новичкам и профессиональным сообществам, делясь знаниями и практическим опытом. Отвечаю на вопросы, объясняю сложные технические темы, консультирую по решению реальных задач и помогаю оптимизировать рабочие процессы.",{"text":114},"Активно участвую в развитии open-source проектов, включая Nuxt, Laravel, LibreTranslate и многое другое, улучшая функционал.",[116,118,120,122],{"text":117},"Create personal projects and services used by real users: OTA-KU, Currzy, GeoFence, Hentai-Voice, and more.",{"text":119},"Continuously study new technologies, frameworks, and development approaches to improve quality, performance, and usability of products. Apply knowledge in practice by creating prototypes and implementing modern solutions.",{"text":121},"Assist newcomers and professional communities by sharing knowledge and practical experience. Answer questions, explain complex technical topics, provide guidance on solving real-world problems, and help optimize workflows.",{"text":123},"Actively contribute to open-source projects, including Nuxt, Laravel, LibreTranslate, and many others, improving functionality and stability.",[125,127,129,131],{"text":126},"Ստեղծում եմ անձնական նախագծեր և ծառայություններ, որոնք օգտագործվում են իրական օգտվողների կողմից՝ OTA-KU, Currzy, GeoFence, Hentai-Voice և այլն։",{"text":128},"Ամենօրյա ուսումնասիրում եմ նոր տեխնոլոգիաներ, ֆրեյմվորքներ և զարգացման մոտեցումներ՝ բարձրացնելու արտադրանքի որակը, կատարողականը և օգտագործման հարմարավետությունը։ Կիրառում եմ գիտելիքները գործնականում՝ ստեղծելով պրոտոտիպեր և ներդնելով ժամանակակից լուծումներ։",{"text":130},"Օգնություն եմ ցուցաբերում նորեկներին և մասնագիտական համայնքներին՝ կիսվելով գիտելիքներով և գործնական փորձով։ Պատասխանում եմ հարցերին, բացատրում բարդ տեխնիկական թեմաներ, խորհրդակցում իրական խնդիրների լուծման վերաբերյալ և օգնում աշխատանքային գործընթացները օպտիմալացնել։",{"text":132},"Ակտիվորեն մասնակցում եմ open-source նախագծերի զարգացմանը, ներառյալ Nuxt, Laravel, LibreTranslate և բազմաթիվ այլ նախագծեր՝ բարելավելով ֆունկցիոնալությունը և կայունությունը։",[134,136,138,140],{"text":135},"Створюю особисті проекти та сервіси, які використовують реальні користувачі: OTA-KU, Currzy, GeoFence, Hentai-Voice та інші.",{"text":137},"Постійно вивчаю нові технології, фреймворки та підходи у розробці для підвищення якості, продуктивності та зручності використання продуктів. Застосовую знання на практиці, створюючи прототипи та впроваджуючи сучасні рішення.",{"text":139},"Допомагаю новачкам та професійним спільнотам, ділячись знаннями та практичним досвідом. Відповідаю на питання, пояснюю складні технічні теми, консультують щодо вирішення реальних завдань та допомагаю оптимізувати робочі процеси.",{"text":141},"Активно беру участь у розвитку open-source проектів, включаючи Nuxt, Laravel, LibreTranslate та багато інших, покращуючи функціонал та стабільність.",1761330155925]